{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 67349, "word_counts": "{\"for\": 3988, \"the\": 27456, \"uninitiated\": 2, \"plays\": 127, \"better\": 536, \"on\": 2526, \"video\": 243, \"with\": 4745, \"sound\": 58, \"like\": 1827, \"a\": 21762, \"giant\": 48, \"commercial\": 63, \"universal\": 73, \"studios\": 12, \"where\": 261, \"much\": 994, \"of\": 18162, \"action\": 696, \"takes\": 283, \"place\": 228, \"company\": 78, \"once\": 235, \"again\": 247, \"dazzle\": 20, \"and\": 20139, \"delight\": 82, \"us\": 685, \"'s\": 8764, \"no\": 1114, \"surprise\": 97, \"that\": 7766, \"as\": 5106, \"director\": 719, \"washington\": 52, \"demands\": 41, \"receives\": 9, \"excellent\": 136, \"performances\": 583, \"from\": 1868, \"himself\": 144, \"newcomer\": 30, \"derek\": 7, \"luke\": 3, \"this\": 3365, \"cross\": 45, \"cultural\": 99, \"soap\": 136, \"opera\": 175, \"is\": 8705, \"painfully\": 83, \"formulaic\": 60, \"stilted\": 28, \"film\": 4056, \"n't\": 2311, \"nearly\": 220, \"downbeat\": 29, \"it\": 7099, \"sounds\": 80, \"but\": 2690, \"strikes\": 38, \"tone\": 188, \"alternately\": 35, \"melancholic\": 16, \"hopeful\": 46, \"strangely\": 77, \"funny\": 1159, \"only\": 707, \"masochistic\": 4, \"moviegoers\": 50, \"need\": 198, \"apply\": 12, \"convince\": 31, \"almost\": 343, \"everyone\": 181, \"was\": 641, \"put\": 162, \"screen\": 467, \"just\": 1059, \"them\": 452, \"english\": 36, \"patient\": 19, \"unbearable\": 15, \"lightness\": 10, \"being\": 497, \"hours\": 182, \"one\": 2129, \"those\": 404, \"reputedly\": 8, \"unfilmable\": 11, \"''\": 893, \"novels\": 14, \"has\": 1914, \"bucked\": 11, \"odds\": 42, \"to\": 12742, \"emerge\": 33, \"an\": 4144, \"exquisite\": 62, \"motion\": 85, \"picture\": 350, \"in\": 7624, \"its\": 3924, \"own\": 617, \"right\": 328, \"his\": 1860, \"supple\": 6, \"understanding\": 41, \"role\": 127, \"revelatory\": 47, \"nor\": 124, \"truly\": 205, \"edgy\": 31, \"merely\": 72, \"crassly\": 7, \"flamboyant\": 24, \"comedically\": 5, \"labored\": 35, \"teaming\": 7, \"not\": 1948, \"very\": 909, \"well\": 1033, \"shot\": 149, \"or\": 1737, \"composed\": 19, \"edited\": 53, \"startling\": 40, \"intimacy\": 32, \"draggy\": 7, \"admire\": 37, \"harsh\": 26, \"objectivity\": 11, \"refusal\": 31, \"seek\": 39, \"our\": 319, \"tears\": 47, \"sympathies\": 9, \"nothing\": 502, \"love\": 788, \"give\": 283, \"movie\": 3730, \"b\": 120, \"12\": 21, \"compassion\": 43, \"sacrifice\": 25, \"little\": 921, \"too\": 1336, \"gets\": 239, \"under\": 211, \"your\": 982, \"skin\": 62, \"some\": 913, \"plot\": 564, \"blips\": 5, \"could\": 549, \"have\": 1671, \"been\": 813, \"something\": 674, \"special\": 286, \"two\": 580, \"things\": 313, \"drag\": 94, \"down\": 461, \"mediocrity\": 19, \"clare\": 6, \"peploe\": 9, \"misunderstanding\": 5, \"marivaux\": 7, \"rhythms\": 55, \"mira\": 18, \"sorvino\": 28, \"limitations\": 21, \"classical\": 26, \"actress\": 96, \"moral\": 111, \"favorite\": 53, \"movies\": 682, \"barely\": 125, \"registering\": 7, \"blip\": 13, \"radar\": 15, \"2002\": 64, \"moonlight\": 9, \"mile\": 24, \"does\": 1009, \"quite\": 319, \"go\": 296, \"distance\": 31, \"campaign\": 12, \"trail\": 8, \"press\": 12, \"acute\": 15, \"writing\": 131, \"than\": 2021, \"shindler\": 7, \"list\": 73, \"'\": 1375, \"observations\": 55, \"human\": 375, \"condition\": 42, \"wanting\": 34, \"more\": 2131, \"ends\": 116, \"up\": 1304, \"delivering\": 37, \"good\": 1501, \"measure\": 42, \"comes\": 314, \"resemble\": 22, \"kind\": 424, \"soft\": 22, \"core\": 98, \"twaddle\": 14, \"you\": 2765, \"'d\": 175, \"expect\": 81, \"see\": 567, \"showtime\": 34, \"red\": 52, \"shoe\": 13, \"diaries\": 14, \"pity\": 29, \"blasphemous\": 12, \"nonsensical\": 33, \"luis\": 7, \"bu\\u00f1uel\": 17, \"without\": 515, \"latter\": 23, \"attendant\": 6, \"intelligence\": 241, \"poetry\": 81, \"passion\": 132, \"genius\": 16, \"at\": 2026, \"heart\": 478, \"sweet\": 319, \"girl\": 149, \"suspenseful\": 67, \"enough\": 747, \"older\": 51, \"kids\": 278, \"scary\": 109, \"u\": 17, \"s\": 40, \"debut\": 135, \"mr\": 143, \"schnitzler\": 7, \"proves\": 141, \"deft\": 48, \"pace\": 98, \"master\": 107, \"stylist\": 7, \"bring\": 109, \"routine\": 62, \"day\": 196, \"struggles\": 14, \"working\": 121, \"class\": 121, \"life\": 895, \"leaky\": 22, \"freighter\": 13, \"undermining\": 11, \"story\": 1403, \"emotional\": 321, \"thrust\": 9, \"bygone\": 7, \"era\": 51, \"clumsily\": 36, \"manufactured\": 27, \"exploitation\": 49, \"flick\": 226, \"less\": 386, \"psycho\": 12, \"dopey\": 16, \"dialogue\": 400, \"sometimes\": 258, \"inadequate\": 7, \"if\": 1065, \"occasionally\": 85, \"flawed\": 71, \"dim\": 31, \"witted\": 44, \"ode\": 36, \"tackling\": 19, \"wonderment\": 7, \"charming\": 232, \"slight\": 53, \"comedy\": 1103, \"requisite\": 16, \"faux\": 6, \"urban\": 88, \"vibe\": 13, \"hotter\": 9, \"years\": 292, \"ago\": 84, \"rap\": 14, \"r\": 39, \"names\": 17, \"references\": 37, \"appropriate\": 26, \"technically\": 30, \"superb\": 65, \"shining\": 29, \"all\": 1809, \"usual\": 111, \"spielberg\": 93, \"flair\": 57, \"expertly\": 15, \"utilizing\": 7, \"talents\": 61, \"top\": 169, \"notch\": 44, \"creative\": 119, \"team\": 42, \"spider\": 40, \"invasion\": 12, \"comic\": 272, \"chiller\": 19, \"wonderful\": 174, \"tale\": 371, \"moments\": 360, \"genuine\": 128, \"insight\": 111, \"into\": 1323, \"exhausted\": 10, \"desiccated\": 14, \"talent\": 157, \"frustrating\": 69, \"modem\": 7, \"disconnects\": 10, \"every\": 528, \"10\": 104, \"seconds\": 38, \"swimming\": 7, \"above\": 156, \"about\": 1862, \"young\": 290, \"woman\": 162, \"face\": 220, \"by\": 2249, \"casting\": 80, \"whose\": 208, \"projects\": 21, \"doubts\": 10, \"yearnings\": 9, \"times\": 276, \"uncommonly\": 32, \"moving\": 324, \"completely\": 153, \"honest\": 169, \"open\": 61, \"hearted\": 83, \"indescribably\": 16, \"bad\": 952, \"share\": 75, \"yet\": 291, \"engrossing\": 120, \"piece\": 301, \"fuss\": 12, \"noise\": 29, \"exploring\": 15, \"attraction\": 70, \"crosses\": 8, \"sexual\": 72, \"identity\": 67, \"such\": 535, \"speedy\": 14, \"swan\": 14, \"dive\": 14, \"promising\": 59, \"dropped\": 5, \"most\": 1516, \"deceptively\": 36, \"amusing\": 244, \"comedies\": 133, \"cold\": 157, \"her\": 565, \"cheery\": 8, \"tranquil\": 4, \"suburban\": 6, \"forced\": 88, \"funniness\": 10, \"found\": 121, \"dullest\": 35, \"kiddie\": 50, \"flicks\": 102, \"can\": 978, \"easily\": 138, \"imagine\": 116, \"benigni\": 37, \"pinocchio\": 14, \"becoming\": 25, \"christmas\": 49, \"perennial\": 7, \"man\": 369, \"certainly\": 131, \"call\": 98, \"prevention\": 7, \"rather\": 350, \"blame\": 22, \"making\": 294, \"best\": 835, \"war\": 226, \"ever\": 492, \"made\": 702, \"really\": 586, \"goes\": 202, \"downhill\": 10, \"maintaining\": 19, \"consciousness\": 23, \"long\": 507, \"potential\": 53, \"accomplished\": 56, \"solid\": 233, \"impact\": 71, \"french\": 160, \"cinema\": 355, \"be\": 2706, \"said\": 44, \"he\": 706, \"imaginative\": 79, \"filmmaker\": 164, \"who\": 1275, \"forest\": 14, \"trees\": 30, \"problems\": 73, \"extraordinary\": 76, \"access\": 20, \"cinemantic\": 8, \"unholy\": 10, \"mess\": 149, \"smart\": 294, \"anne\": 22, \"fontaine\": 15, \"delivers\": 98, \"inspired\": 78, \"portrait\": 188, \"male\": 52, \"ridden\": 36, \"angst\": 44, \"blockage\": 5, \"accompanies\": 5, \"children\": 181, \"song\": 32, \"includes\": 22, \"line\": 135, \"my\": 325, \"stepdad\": 6, \"mean\": 112, \"adjusting\": 7, \"cheesy\": 63, \"playing\": 87, \"i\": 1134, \"would\": 617, \"leave\": 171, \"theater\": 237, \"lower\": 26, \"q\": 20, \"when\": 498, \"had\": 350, \"entered\": 7, \"which\": 842, \"nurses\": 5, \"holes\": 59, \"gaping\": 12, \"pilot\": 20, \"entire\": 73, \"olympic\": 6, \"swim\": 18, \"through\": 659, \"detailed\": 71, \"historical\": 125, \"document\": 56, \"astonishing\": 51, \"voice\": 72, \"cast\": 506, \"excepting\": 9, \"hewitt\": 19, \"interesting\": 426, \"racial\": 40, \"tension\": 87, \"storyline\": 82, \"hour\": 219, \"half\": 287, \"britney\": 28, \"latest\": 71, \"album\": 25, \"penchant\": 11, \"tearing\": 6, \"cue\": 7, \"seem\": 329, \"so\": 1814, \"real\": 528, \"small\": 204, \"doses\": 26, \"do\": 673, \"care\": 291, \"stupid\": 142, \"old\": 589, \"hat\": 15, \"set\": 187, \"predictable\": 210, \"particular\": 56, \"new\": 699, \"yorkers\": 4, \"deeply\": 202, \"touched\": 35, \"unprecedented\": 8, \"tragedy\": 116, \"makes\": 701, \"feel\": 563, \"four\": 118, \"pan\": 8, \"nalin\": 6, \"exposition\": 30, \"beautiful\": 260, \"mysterious\": 37, \"established\": 17, \"melodramatic\": 49, \"bodice\": 8, \"ripper\": 12, \"chocolate\": 9, \"matter\": 160, \"how\": 551, \"broomfield\": 33, \"dresses\": 4, \"tends\": 23, \"speculation\": 14, \"conspiracy\": 22, \"theories\": 18, \"circumstantial\": 6, \"evidence\": 11, \"realism\": 76, \"crisp\": 64, \"storytelling\": 161, \"radiant\": 21, \"wo\": 165, \"cheated\": 14, \"high\": 299, \"infidelity\": 30, \"unfaithful\": 37, \"goldmember\": 12, \"none\": 130, \"visual\": 315, \"wit\": 213, \"previous\": 69, \"pictures\": 112, \"end\": 372, \"world\": 479, \"brilliantly\": 30, \"played\": 44, \"shameless\": 25, \"self\": 589, \"caricature\": 25, \"wan\": 14, \"na\": 13, \"watch\": 399, \"guy\": 75, \"dressed\": 19, \"party\": 82, \"clown\": 20, \"violently\": 13, \"gang\": 34, \"raped\": 13, \"happen\": 54, \"wickedly\": 48, \"visually\": 156, \"never\": 674, \"boring\": 173, \"masterful\": 52, \"work\": 774, \"quiet\": 78, \"power\": 222, \"feeling\": 225, \"until\": 65, \"veered\": 10, \"off\": 633, \"far\": 397, \"exxon\": 9, \"zone\": 60, \"left\": 143, \"me\": 300, \"behind\": 72, \"station\": 31, \"looking\": 223, \"return\": 43, \"ticket\": 41, \"cutesy\": 14, \"reliance\": 12, \"specific\": 11, \"cliches\": 144, \"touching\": 178, \"central\": 59, \"figure\": 77, \"vivi\": 3, \"bit\": 245, \"hard\": 469, \"make\": 777, \"savory\": 13, \"hilarious\": 192, \"guilty\": 77, \"pleasure\": 185, \"many\": 591, \"recent\": 159, \"season\": 57, \"incoherence\": 30, \"redundancy\": 14, \"singing\": 39, \"finger\": 6, \"snapping\": 4, \"might\": 373, \"held\": 33, \"attention\": 116, \"stands\": 31, \"kept\": 9, \"last\": 216, \"exit\": 30, \"brooklyn\": 21, \"surprises\": 88, \"maintains\": 33, \"appealing\": 124, \"veneer\": 10, \"cute\": 92, \"humanity\": 85, \"marked\": 8, \"host\": 19, \"splendid\": 52, \"belongs\": 35, \"marvelous\": 54, \"verdu\": 6, \"sexy\": 86, \"slip\": 32, \"earth\": 53, \"mother\": 65, \"mourns\": 7, \"tragedies\": 33, \"private\": 35, \"embraces\": 34, \"public\": 40, \"drowns\": 10, \"out\": 1491, \"thrown\": 32, \"clich\\u00e9\": 119, \"book\": 135, \"admit\": 25, \"xxx\": 13, \"deep\": 133, \"petri\": 7, \"dish\": 41, \"characterized\": 8, \"telephone\": 4, \"still\": 461, \"say\": 203, \"james\": 41, \"bond\": 49, \"extreme\": 62, \"generation\": 32, \"pic\": 51, \"big\": 435, \"dumb\": 167, \"t\": 63, \"slop\": 3, \"even\": 1002, \"cult\": 44, \"loud\": 126, \"shout\": 12, \"insults\": 17, \"hardly\": 70, \"seems\": 323, \"worth\": 331, \"effort\": 197, \"nice\": 116, \"process\": 65, \"powerpuff\": 7, \"girls\": 72, \"fast\": 90, \"frenetic\": 13, \"punny\": 13, \"6\": 17, \"aimed\": 21, \"specifically\": 14, \"grade\": 64, \"school\": 128, \"audience\": 527, \"frames\": 8, \"profound\": 44, \"ethical\": 13, \"philosophical\": 59, \"questions\": 73, \"form\": 91, \"dazzling\": 65, \"pop\": 109, \"entertainment\": 260, \"survive\": 14, \"tonal\": 4, \"transformation\": 18, \"dark\": 244, \"suspense\": 189, \"thriller\": 383, \"respect\": 77, \"indie\": 87, \"year\": 467, \"spiffy\": 12, \"animated\": 100, \"feature\": 231, \"clumsy\": 52, \"terrorist\": 10, \"attacks\": 4, \"skip\": 38, \"dreck\": 19, \"rent\": 46, \"animal\": 42, \"house\": 76, \"mostly\": 97, \"lazy\": 64, \"piano\": 25, \"teacher\": 39, \"intelligent\": 235, \"caustic\": 4, \"woven\": 13, \"together\": 271, \"handsomely\": 14, \"recalling\": 3, \"sixties\": 8, \"rockumentary\": 4, \"milestones\": 11, \"lonely\": 16, \"boy\": 100, \"look\": 503, \"back\": 326, \"are\": 1819, \"expressive\": 26, \"job\": 112, \"essence\": 44, \"what\": 999, \"ya\": 62, \"delightful\": 127, \"may\": 485, \"trying\": 193, \"drown\": 26, \"yourself\": 75, \"lake\": 10, \"afterwards\": 9, \"seated\": 13, \"subversive\": 24, \"esteemed\": 7, \"writer\": 208, \"actor\": 170, \"dutiful\": 16, \"enchanting\": 13, \"terribly\": 37, \"episodic\": 15, \"lacking\": 106, \"spark\": 56, \"imagination\": 175, \"exhilarating\": 56, \"bogs\": 26, \"surfeit\": 14, \"characters\": 1136, \"unnecessary\": 71, \"jaw\": 36, \"droppingly\": 13, \"odd\": 99, \"behavior\": 62, \"dumplings\": 2, \"will\": 937, \"occupied\": 4, \"72\": 4, \"minutes\": 405, \"conjure\": 6, \"proper\": 31, \"followers\": 7, \"whole\": 198, \"dead\": 128, \"undead\": 29, \"genre\": 247, \"deserve\": 57, \"vampire\": 45, \"few\": 390, \"shrieky\": 11, \"effects\": 194, \"impresses\": 3, \"skillfully\": 18, \"assembled\": 19, \"highly\": 105, \"polished\": 41, \"professional\": 34, \"adaptation\": 97, \"chilling\": 86, \"unsettling\": 112, \"manhunter\": 4, \"sitcom\": 59, \"worthy\": 136, \"solutions\": 22, \"victim\": 20, \"sloppy\": 76, \"plotting\": 51, \"insultingly\": 23, \"unbelievable\": 31, \"final\": 86, \"act\": 127, \"also\": 435, \"pretty\": 217, \"inhabit\": 27, \"their\": 940, \"cleaving\": 5, \"narrative\": 223, \"arc\": 21, \"entertaining\": 477, \"away\": 251, \"guitar\": 9, \"sell\": 52, \"amp\": 8, \"medical\": 19, \"thoroughly\": 127, \"represent\": 3, \"totally\": 60, \"exemplify\": 4, \"middle\": 174, \"road\": 120, \"mainstream\": 60, \"built\": 32, \"controversy\": 21, \"pure\": 90, \"venality\": 4, \"gives\": 250, \"often\": 476, \"discussed\": 3, \"purely\": 23, \"abstract\": 21, \"terms\": 50, \"appeal\": 103, \"asian\": 20, \"fans\": 199, \"asiaphiles\": 4, \"interested\": 72, \"mugging\": 18, \"way\": 868, \"snow\": 44, \"dogs\": 34, \"smothered\": 6, \"we\": 591, \"absolutely\": 71, \"idea\": 239, \"main\": 52, \"stop\": 56, \"watching\": 338, \"places\": 69, \"time\": 1028, \"shenanigans\": 26, \"welcome\": 130, \"perspective\": 57, \"dismally\": 3, \"chan\": 68, \"uniqueness\": 6, \"liza\": 6, \"coma\": 23, \"food\": 58, \"roman\": 19, \"polanski\": 34, \"born\": 26, \"auto\": 12, \"focus\": 22, \"bears\": 54, \"typical\": 69, \"junkie\": 11, \"laudable\": 19, \"realistically\": 12, \"nuanced\": 28, \"robert\": 70, \"de\": 134, \"niro\": 52, \"performance\": 453, \"lucratively\": 10, \"engaged\": 33, \"analyze\": 34, \"1999\": 15, \"promised\": 21, \"threatened\": 12, \"later\": 23, \"detract\": 10, \"affection\": 86, \"triumphantly\": 8, \"returns\": 32, \"filmmaking\": 221, \"they\": 662, \"were\": 323, \"insulted\": 6, \"torture\": 25, \"full\": 338, \"great\": 620, \"trashy\": 22, \"fun\": 569, \"finally\": 100, \"palma\": 21, \"pulpy\": 26, \"thrillers\": 24, \"early\": 40, \"'80s\": 8, \"imaginary\": 5, \"multi\": 22, \"layered\": 32, \"profoundly\": 20, \"humanist\": 7, \"mention\": 52, \"gently\": 35, \"political\": 102, \"meditation\": 75, \"holofcener\": 8, \"rejects\": 3, \"patent\": 3, \"dramatize\": 5, \"messiness\": 14, \"inside\": 147, \"strange\": 84, \"quirks\": 36, \"portent\": 4, \"content\": 47, \"mindless\": 93, \"static\": 25, \"ups\": 57, \"cleaver\": 4, \"important\": 145, \"forms\": 5, \"since\": 192, \"walt\": 8, \"apparently\": 39, \"designed\": 57, \"reverie\": 7, \"memory\": 89, \"regret\": 31, \"thing\": 257, \"'ll\": 273, \"remembering\": 27, \"experience\": 268, \"sitting\": 75, \"feels\": 306, \"itself\": 328, \"layers\": 40, \"horizons\": 5, \"please\": 64, \"fanatical\": 6, \"adherents\": 6, \"either\": 127, \"side\": 114, \"people\": 521, \"know\": 202, \"subject\": 234, \"summer\": 242, \"fluff\": 26, \"deeds\": 12, \"silly\": 215, \"realize\": 47, \"there\": 738, \"eerily\": 14, \"accurate\": 28, \"depiction\": 38, \"witty\": 98, \"beneath\": 58, \"religion\": 7, \"dares\": 22, \"question\": 41, \"ancient\": 11, \"faith\": 59, \"lift\": 12, \"spirits\": 45, \"family\": 388, \"masterpiece\": 101, \"sort\": 133, \"credible\": 40, \"gender\": 29, \"provoking\": 71, \"philosophy\": 18, \"submerged\": 5, \"here\": 304, \"hell\": 72, \"cares\": 27, \"fiction\": 80, \"she\": 255, \"colorful\": 100, \"bio\": 22, \"mexican\": 18, \"icon\": 17, \"staggers\": 3, \"between\": 308, \"flaccid\": 22, \"satire\": 108, \"supposed\": 80, \"madcap\": 4, \"farce\": 54, \"bittersweet\": 45, \"drama\": 612, \"femme\": 1, \"fatale\": 1, \"offers\": 204, \"bait\": 4, \"switch\": 12, \"beyond\": 154, \"fair\": 39, \"try\": 111, \"twists\": 91, \"enjoy\": 205, \"transparency\": 6, \"find\": 318, \"perdition\": 13, \"leads\": 63, \"satisfying\": 201, \"destination\": 32, \"believe\": 139, \"breaks\": 36, \"mood\": 104, \"absurdly\": 15, \"inappropriate\": 16, \"scenes\": 309, \"saying\": 21, \"clever\": 256, \"getting\": 100, \"pointless\": 93, \"situations\": 103, \"must\": 163, \"low\": 278, \"masquerade\": 8, \"'m\": 117, \"sure\": 152, \"take\": 333, \"longer\": 40, \"heal\": 25, \"welt\": 8, \"johnny\": 9, \"knoxville\": 9, \"stomach\": 63, \"riot\": 22, \"control\": 55, \"projectile\": 9, \"tortured\": 38, \"psyche\": 26, \"cynical\": 38, \"creeps\": 10, \"revolution\": 32, \"suckers\": 7, \"surrender\": 19, \"9\": 56, \"93\": 8, \"unrecoverable\": 11, \"resuscitate\": 4, \"viewers\": 133, \"meaningless\": 24, \"vapid\": 47, \"devoid\": 80, \"substance\": 62, \"definitely\": 91, \"'re\": 404, \"rekindle\": 2, \"magic\": 91, \"first\": 517, \"stronger\": 14, \"bodied\": 16, \"powerful\": 242, \"1957\": 8, \"'ve\": 330, \"somehow\": 48, \"seen\": 334, \"before\": 325, \"delightfully\": 57, \"dour\": 9, \"deadpan\": 27, \"stylistic\": 25, \"consistency\": 5, \"surprised\": 21, \"variety\": 37, \"tones\": 23, \"ingenious\": 34, \"construction\": 7, \"adapted\": 8, \"david\": 64, \"hare\": 2, \"michael\": 115, \"cunningham\": 2, \"novel\": 71, \"scooby\": 14, \"doo\": 7, \"surely\": 30, \"everything\": 172, \"hoping\": 31, \"sense\": 555, \"deserves\": 90, \"recommendation\": 23, \"history\": 259, \"fascinating\": 311, \"remind\": 20, \"woody\": 33, \"allen\": 66, \"use\": 93, \"york\": 88, \"locales\": 32, \"sharp\": 97, \"direction\": 293, \"rises\": 36, \"level\": 170, \"marginal\": 28, \"competence\": 10, \"tell\": 92, \"chasing\": 15, \"why\": 272, \"fashioned\": 142, \"themes\": 97, \"captivatingly\": 5, \"quirky\": 192, \"hybrid\": 30, \"character\": 507, \"romantic\": 356, \"beat\": 46, \"clock\": 13, \"because\": 438, \"safe\": 34, \"tattered\": 16, \"ugly\": 145, \"past\": 168, \"rose\": 12, \"tinted\": 5, \"glasses\": 5, \"8\": 40, \"crazy\": 53, \"nights\": 10, \"explosive\": 7, \"physical\": 19, \"energy\": 234, \"color\": 58, \"creativity\": 58, \"improvement\": 22, \"beautifully\": 193, \"epic\": 103, \"dull\": 293, \"waltzed\": 6, \"art\": 278, \"pantheon\": 26, \"though\": 257, \"written\": 199, \"remake\": 84, \"lina\": 5, \"wertmuller\": 9, \"1975\": 9, \"eroti\": 5, \"biggest\": 38, \"husband\": 39, \"wife\": 60, \"disaster\": 68, \"john\": 110, \"sucker\": 14, \"fluffy\": 16, \"yakusho\": 5, \"always\": 197, \"faced\": 38, \"sad\": 161, \"sack\": 19, \"chemistry\": 75, \"shimizu\": 3, \"believable\": 107, \"along\": 123, \"water\": 88, \"weight\": 48, \"other\": 532, \"superbly\": 18, \"especially\": 175, \"disappointing\": 51, \"sign\": 56, \"instantly\": 44, \"whodunit\": 14, \"report\": 38, \"card\": 11, \"live\": 134, \"exalted\": 7, \"tagline\": 11, \"presented\": 37, \"lousy\": 61, \"complete\": 90, \"unintentionally\": 23, \"funniest\": 77, \"impossible\": 147, \"pleasant\": 84, \"escapist\": 7, \"spirited\": 73, \"kid\": 95, \"humanly\": 18, \"possible\": 97, \"create\": 102, \"defeated\": 22, \"screenplay\": 223, \"forces\": 36, \"bizarre\": 60, \"implausible\": 28, \"moody\": 25, \"oozing\": 15, \"warming\": 12, \"twisting\": 14, \"unpredictable\": 50, \"cat\": 27, \"mouse\": 9, \"hopelessly\": 17, \"juvenile\": 37, \"invigorating\": 9, \"surreal\": 23, \"resonant\": 46, \"soullessness\": 5, \"waste\": 114, \"disney\": 101, \"cinderella\": 14, \"proved\": 8, \"dream\": 78, \"wish\": 66, \"irish\": 26, \"single\": 92, \"frame\": 84, \"collectively\": 19, \"vowing\": 10, \"going\": 301, \"actually\": 229, \"means\": 61, \"fears\": 62, \"boys\": 52, \"another\": 419, \"rate\": 102, \"provocative\": 103, \"revealing\": 64, \"fresh\": 217, \"looks\": 150, \"ease\": 26, \"front\": 58, \"camera\": 163, \"janice\": 8, \"beard\": 7, \"eileen\": 9, \"walsh\": 15, \"persona\": 53, \"charmless\": 37, \"vacant\": 11, \"misses\": 14, \"major\": 106, \"opportunity\": 68, \"score\": 91, \"insistent\": 24, \"frequently\": 67, \"overwrought\": 37, \"crudely\": 8, \"literal\": 13, \"shatters\": 4, \"waves\": 14, \"dropping\": 17, \"sequences\": 127, \"striking\": 83, \"villains\": 26, \"gorgeous\": 143, \"palette\": 17, \"substitute\": 19, \"naughty\": 14, \"stockings\": 3, \"style\": 292, \"preachy\": 49, \"show\": 223, \"remarkable\": 176, \"ability\": 88, \"both\": 499, \"sides\": 59, \"car\": 102, \"wreck\": 20, \"george\": 55, \"hickenlooper\": 7, \"success\": 107, \"documentaries\": 23, \"movements\": 41, \"smack\": 20, \"undergrad\": 10, \"maudlin\": 38, \"ending\": 156, \"gotten\": 5, \"him\": 245, \"ambitious\": 120, \"films\": 544, \"masterfully\": 28, \"shallow\": 109, \"offensive\": 82, \"redundant\": 30, \"pitifully\": 9, \"laughs\": 273, \"astonishingly\": 36, \"condescending\": 20, \"arliss\": 5, \"howard\": 25, \"adventurous\": 42, \"directorial\": 50, \"meets\": 26, \"challenges\": 10, \"poses\": 5, \"forgive\": 39, \"flaws\": 97, \"pushed\": 14, \"pat\": 47, \"inspirational\": 33, \"status\": 24, \"lasker\": 3, \"canny\": 19, \"meditative\": 21, \"script\": 436, \"distances\": 7, \"sex\": 125, \"byron\": 4, \"luther\": 4, \"ca\": 281, \"get\": 390, \"satisfaction\": 10, \"danish\": 5, \"cows\": 9, \"rob\": 10, \"schneider\": 18, \"infantile\": 12, \"dressing\": 4, \"routines\": 14, \"fill\": 32, \"hot\": 64, \"chick\": 27, \"gimmick\": 6, \"unimaginative\": 51, \"comedian\": 21, \"walking\": 13, \"cop\": 48, \"subgenre\": 10, \"beats\": 17, \"stay\": 56, \"touch\": 95, \"18\": 18, \"80\": 17, \"eight\": 20, \"legged\": 16, \"freaks\": 29, \"perfectly\": 115, \"diversion\": 34, \"smarter\": 50, \"offerings\": 14, \"parents\": 100, \"think\": 205, \"sandler\": 78, \"taste\": 87, \"uninteresting\": 24, \"sub\": 38, \"sophomoric\": 35, \"boll\": 5, \"uses\": 99, \"lot\": 265, \"quick\": 64, \"cutting\": 41, \"blurry\": 13, \"step\": 90, \"printing\": 4, \"goose\": 11, \"kill\": 27, \"effect\": 49, \"stupidity\": 14, \"banter\": 18, \"fragmented\": 13, \"charms\": 38, \"mind\": 199, \"boobs\": 17, \"fantasti\": 5, \"doing\": 93, \"thought\": 165, \"postcard\": 27, \"timeless\": 30, \"players\": 33, \"brings\": 86, \"fore\": 10, \"gifted\": 58, \"nonsense\": 45, \"beings\": 23, \"inestimable\": 15, \"contribution\": 24, \"shared\": 16, \"conversion\": 8, \"genuinely\": 77, \"stimulating\": 9, \"overall\": 67, \"informative\": 23, \"documentary\": 338, \"undeniably\": 62, \"follow\": 42, \"urge\": 37, \"clearly\": 78, \"manipulative\": 84, \"glucose\": 8, \"sentimentality\": 60, \"unendurable\": 6, \"viewing\": 78, \"ultra\": 22, \"provincial\": 9, \"yorker\": 9, \"26\": 3, \"reese\": 2, \"witherspoon\": 28, \"hand\": 102, \"inject\": 16, \"fantasy\": 119, \"melanie\": 5, \"carmichael\": 6, \"massive\": 24, \"infusion\": 12, \"hollywood\": 424, \"drab\": 11, \"likable\": 31, \"meandering\": 69, \"eager\": 30, \"come\": 296, \"handy\": 6, \"involving\": 57, \"zelda\": 7, \"ultimate\": 80, \"fate\": 42, \"improved\": 17, \"slick\": 25, \"claim\": 14, \"street\": 52, \"credibility\": 25, \"19\": 14, \"stays\": 32, \"afloat\": 5, \"decent\": 121, \"strains\": 12, \"prolonged\": 9, \"extrusion\": 3, \"disagree\": 7, \"honestly\": 43, \"point\": 245, \"familiar\": 202, \"enjoyable\": 267, \"clung\": 15, \"traditions\": 20, \"mildly\": 50, \"ponder\": 29, \"peculiar\": 33, \"american\": 289, \"justice\": 79, \"denial\": 28, \"category\": 22, \"called\": 92, \"awful\": 106, \"sleekness\": 9, \"gushing\": 5, \"hits\": 46, \"verbal\": 32, \"marks\": 50, \"should\": 478, \"simply\": 209, \"sets\": 85, \"entertain\": 55, \"christopher\": 18, \"walken\": 6, \"kinda\": 24, \"romanced\": 6, \"cyndi\": 7, \"lauper\": 7, \"opportunists\": 7, \"wholesome\": 24, \"same\": 236, \"ways\": 139, \"grittily\": 6, \"cinematic\": 265, \"fluidity\": 10, \"probably\": 182, \"alternates\": 2, \"heartbreaking\": 45, \"evokes\": 22, \"19th\": 16, \"century\": 44, \"subtlety\": 58, \"object\": 11, \"lesson\": 39, \"period\": 112, \"consciously\": 34, \"dumbed\": 37, \"approach\": 88, \"stylish\": 108, \"steady\": 15, \"ultimately\": 282, \"inexplicable\": 16, \"unpleasant\": 57, \"soar\": 14, \"rip\": 73, \"twice\": 72, \"removed\": 7, \"modeled\": 9, \"after\": 338, \"seagal\": 47, \"earlier\": 11, \"copycat\": 5, \"siege\": 7, \"wise\": 85, \"elegiac\": 2, \"flush\": 6, \"true\": 222, \"animatronic\": 13, \"roots\": 18, \"stiff\": 26, \"ponderous\": 28, \"mechanical\": 16, \"apparatus\": 13, \"poor\": 90, \"dana\": 16, \"carvey\": 25, \"then\": 201, \"expects\": 14, \"laugh\": 149, \"acts\": 55, \"goofy\": 87, \"amiable\": 21, \"committed\": 41, \"sentimental\": 102, \"ineptly\": 11, \"directed\": 149, \"speaking\": 22, \"tongues\": 7, \"turned\": 62, \"21\": 7, \"2\": 110, \"unfocused\": 50, \"excruciatingly\": 17, \"tedious\": 105, \"comedic\": 62, \"employment\": 11, \"crushed\": 4, \"paints\": 23, \"culture\": 176, \"conflict\": 47, \"manages\": 207, \"nail\": 9, \"spirit\": 202, \"crushing\": 10, \"ennui\": 12, \"denuded\": 6, \"living\": 84, \"giving\": 37, \"went\": 32, \"sole\": 7, \"reason\": 144, \"outside\": 27, \"air\": 84, \"conditioning\": 12, \"c\": 30, \"help\": 99, \"derived\": 17, \"lobotomy\": 10, \"lived\": 59, \"friendships\": 12, \"lose\": 13, \"track\": 5, \"ourselves\": 23, \"edit\": 21, \"anything\": 273, \"large\": 80, \"readily\": 11, \"dismissed\": 29, \"tiresome\": 76, \"rant\": 11, \"aging\": 25, \"thumbing\": 10, \"nose\": 24, \"convention\": 13, \"surprising\": 121, \"subtle\": 91, \"turn\": 163, \"midway\": 16, \"suffers\": 70, \"over\": 485, \"familiarity\": 13, \"hit\": 102, \"hungry\": 30, \"british\": 70, \"filmmakers\": 190, \"sucks\": 18, \"moment\": 103, \"sink\": 52, \"faster\": 43, \"god\": 44, \"capra\": 16, \"cooper\": 15, \"rolling\": 20, \"graves\": 7, \"certain\": 67, \"robustness\": 9, \"engaging\": 237, \"mix\": 75, \"bloodletting\": 9, \"photographed\": 22, \"staged\": 37, \"mendes\": 13, \"series\": 183, \"riveting\": 66, \"pieces\": 91, \"likes\": 12, \"audiences\": 162, \"rarely\": 79, \"delighted\": 6, \"magnificent\": 42, \"generally\": 55, \"tarantino\": 25, \"imitations\": 6, \"subsided\": 3, \"spends\": 8, \"fairly\": 134, \"ludicrous\": 62, \"quarter\": 24, \"anyone\": 224, \"sensuality\": 18, \"dubbed\": 36, \"hedonistic\": 23, \"imax\": 54, \"short\": 223, \"beginning\": 51, \"someone\": 85, \"grandfather\": 6, \"fits\": 25, \"overexposed\": 20, \"redolent\": 12, \"thousand\": 23, \"remains\": 113, \"uniquely\": 18, \"vibrant\": 55, \"originality\": 74, \"performers\": 68, \"spot\": 30, \"adults\": 125, \"pressed\": 22, \"succumb\": 18, \"wild\": 91, \"tells\": 51, \"restatement\": 6, \"validated\": 7, \"changing\": 52, \"composition\": 19, \"nation\": 34, \"utter\": 55, \"lack\": 166, \"usually\": 69, \"leavened\": 11, \"charm\": 223, \"conspicuously\": 7, \"missing\": 53, \"blowout\": 8, \"peter\": 43, \"jackson\": 55, \"fulfilling\": 11, \"practically\": 19, \"expectation\": 30, \"longtime\": 5, \"tolkien\": 8, \"fan\": 53, \"neophyte\": 4, \"confidence\": 22, \"material\": 342, \"merited\": 5, \"tight\": 21, \"nasty\": 69, \"gentle\": 151, \"lapping\": 8, \"meaning\": 48, \"produced\": 44, \"frailty\": 28, \"bill\": 32, \"paxton\": 17, \"destined\": 15, \"win\": 60, \"wide\": 49, \"word\": 69, \"mouth\": 47, \"reviews\": 23, \"among\": 79, \"studio\": 62, \"classics\": 27, \"brit\": 10, \"despite\": 157, \"belinsky\": 3, \"able\": 131, \"keeps\": 96, \"guessing\": 38, \"growing\": 62, \"strain\": 44, \"daring\": 43, \"verve\": 37, \"enhanced\": 7, \"surplus\": 6, \"vintage\": 25, \"archive\": 6, \"footage\": 44, \"rapturous\": 3, \"rendered\": 52, \"avary\": 22, \"failure\": 83, \"construct\": 27, \"trace\": 18, \"dramatic\": 195, \"interest\": 190, \"confirms\": 3, \"lynne\": 4, \"ramsay\": 18, \"original\": 334, \"international\": 36, \"loved\": 44, \"classic\": 173, \"extraordinarily\": 21, \"rich\": 183, \"landscape\": 35, \"service\": 46, \"shedding\": 9, \"light\": 201, \"group\": 54, \"extremely\": 71, \"talented\": 151, \"musicians\": 26, \"otherwise\": 134, \"unnoticed\": 13, \"underappreciated\": 12, \"music\": 295, \"authentically\": 12, \"impulsive\": 13, \"humor\": 678, \"entirely\": 115, \"memorable\": 156, \"unruly\": 8, \"adolescent\": 30, \"richer\": 44, \"anticipated\": 14, \"production\": 101, \"values\": 42, \"highest\": 29, \"attractive\": 51, \"wildly\": 77, \"popular\": 29, \"vin\": 9, \"diesel\": 17, \"equation\": 8, \"fine\": 195, \"unburdened\": 7, \"pretensions\": 25, \"artistic\": 40, \"significance\": 22, \"rewritten\": 9, \"uncompromising\": 40, \"knowledge\": 49, \"lively\": 37, \"righteousness\": 20, \"alone\": 74, \"force\": 55, \"scratch\": 35, \"hole\": 38, \"head\": 169, \"intense\": 90, \"trip\": 96, \"laurence\": 6, \"olivier\": 11, \"supposedly\": 8, \"authentic\": 59, \"account\": 27, \"event\": 38, \"tragic\": 87, \"merit\": 38, \"superficial\": 73, \"treatment\": 68, \"problematic\": 31, \"aspects\": 58, \"bluescreen\": 13, \"technique\": 16, \"weaponry\": 10, \"ick\": 7, \"lines\": 56, \"sappy\": 70, \"settles\": 30, \"consistent\": 18, \"concerned\": 38, \"issues\": 78, \"doting\": 4, \"eccentric\": 22, \"generate\": 23, \"foster\": 9, \"whitaker\": 1, \"scene\": 107, \"greatness\": 19, \"corny\": 38, \"television\": 60, \"blade\": 45, \"cut\": 95, \"rest\": 67, \"actors\": 359, \"healthy\": 13, \"inspiration\": 41, \"ambition\": 39, \"worse\": 122, \"coming\": 187, \"stock\": 56, \"camp\": 45, \"treading\": 8, \"forgettable\": 80, \"weird\": 83, \"keep\": 280, \"charismatic\": 45, \"dangerously\": 10, \"collide\": 9, \"formula\": 129, \"enticing\": 16, \"prospect\": 17, \"nubile\": 5, \"campus\": 14, \"depravity\": 4, \"did\": 233, \"fade\": 16, \"amid\": 8, \"deliberate\": 14, \"ugliness\": 15, \"morality\": 27, \"plod\": 3, \"goodies\": 6, \"scale\": 45, \"responsibility\": 11, \"community\": 62, \"intimate\": 89, \"shelf\": 46, \"shoot\": 64, \"exercise\": 171, \"gimmicky\": 13, \"crime\": 139, \"cherished\": 6, \"home\": 128, \"resolutely\": 30, \"unamusing\": 14, \"done\": 219, \"constructed\": 57, \"convey\": 24, \"childhood\": 34, \"creating\": 39, \"adventure\": 163, \"liability\": 12, \"surehanded\": 7, \"slack\": 34, \"execution\": 91, \"contains\": 23, \"gags\": 123, \"okay\": 4, \"jonathan\": 9, \"parker\": 31, \"bartleby\": 8, \"modern\": 190, \"office\": 55, \"anomie\": 11, \"cruel\": 57, \"deception\": 16, \"carried\": 41, \"men\": 142, \"reactionary\": 13, \"ideas\": 179, \"women\": 235, \"total\": 37, \"empathy\": 51, \"brain\": 81, \"scattered\": 29, \"ditsy\": 16, \"causes\": 2, \"anti\": 39, \"semitism\": 9, \"contrast\": 12, \"murky\": 46, \"crass\": 40, \"wattage\": 23, \"endeavor\": 46, \"overwhelmingly\": 6, \"positive\": 46, \"portrayal\": 45, \"super\": 52, \"heroes\": 24, \"expressly\": 3, \"idiots\": 24, \"sewage\": 11, \"shovel\": 10, \"mental\": 20, \"gullets\": 10, \"simulate\": 10, \"sustenance\": 10, \"warmth\": 132, \"complaint\": 16, \"re\": 34, \"creations\": 23, \"famous\": 31, \"took\": 19, \"three\": 240, \"30\": 26, \"90\": 112, \"minute\": 187, \"five\": 63, \"overproduced\": 14, \"center\": 23, \"understand\": 98, \"mccracken\": 1, \"knows\": 107, \"matters\": 23, \"dizzy\": 7, \"confused\": 29, \"disorientated\": 12, \"credits\": 68, \"roll\": 48, \"across\": 89, \"warm\": 121, \"fuzzy\": 32, \"prevails\": 12, \"happy\": 71, \"listening\": 11, \"notable\": 26, \"observation\": 28, \"sadly\": 42, \"hostile\": 13, \"recklessness\": 17, \"retaliation\": 15, \"torrent\": 8, \"emotion\": 48, \"scenery\": 38, \"turns\": 131, \"pasty\": 9, \"lumpen\": 10, \"sly\": 25, \"female\": 94, \"empowerment\": 32, \"futile\": 12, \"concoction\": 18, \"developed\": 49, \"hastily\": 38, \"oedekerk\": 12, \"giggles\": 7, \"pulchritude\": 3, \"antwone\": 24, \"fisher\": 30, \"overcome\": 85, \"personal\": 127, \"obstacles\": 19, \"become\": 152, \"compellingly\": 21, \"minor\": 80, \"miracle\": 28, \"these\": 315, \"days\": 102, \"educational\": 17, \"reflexive\": 4, \"nature\": 110, \"shiver\": 8, \"inducing\": 19, \"elaborate\": 31, \"continuation\": 12, \"beloved\": 15, \"genres\": 19, \"news\": 23, \"inner\": 33, \"city\": 82, \"autistic\": 5, \"utilizes\": 3, \"kahlo\": 22, \"breathing\": 14, \"part\": 264, \"catapulting\": 9, \"artist\": 106, \"start\": 76, \"soon\": 56, \"speeds\": 9, \"sustain\": 95, \"weighty\": 19, \"revelations\": 17, \"flowery\": 9, \"nostalgia\": 16, \"hollowness\": 5, \"serious\": 167, \"buffs\": 31, \"sincere\": 76, \"results\": 44, \"bleak\": 22, \"watchable\": 101, \"juliette\": 16, \"binoche\": 15, \"sand\": 38, \"pale\": 47, \"beauty\": 151, \"characteristic\": 24, \"dismiss\": 11, \"thoughtful\": 137, \"lit\": 24, \"flashes\": 25, \"mordant\": 5, \"drink\": 9, \"retail\": 7, \"clerk\": 7, \"vividly\": 46, \"icky\": 6, \"terrific\": 156, \"gross\": 76, \"college\": 69, \"modestly\": 9, \"dwindles\": 5, \"fit\": 56, \"pootie\": 7, \"tang\": 7, \"punchlines\": 7, \"reality\": 107, \"least\": 266, \"passably\": 7, \"provide\": 55, \"keenest\": 7, \"pleasures\": 48, \"bombay\": 4, \"musicals\": 9, \"enjoyed\": 52, \"barbershop\": 38, \"morphs\": 4, \"mundane\": 18, \"'70s\": 28, \"involve\": 14, \"precocious\": 9, \"obnoxious\": 53, \"funnier\": 83, \"version\": 125, \"police\": 39, \"academy\": 27, \"rock\": 134, \"concert\": 25, \"dynamic\": 20, \"recommend\": 87, \"stick\": 18, \"figures\": 27, \"reading\": 53, \"teleprompter\": 8, \"satisfactorily\": 4, \"running\": 121, \"wait\": 51, \"vain\": 17, \"predecessor\": 42, \"succeeded\": 13, \"groggy\": 8, \"killing\": 14, \"field\": 19, \"barbarism\": 7, \"ethnic\": 24, \"cleansing\": 9, \"puerile\": 21, \"cheap\": 139, \"junk\": 41, \"insult\": 29, \"death\": 131, \"defying\": 5, \"efforts\": 33, \"nifty\": 22, \"steven\": 71, \"soderbergh\": 47, \"traffic\": 19, \"fails\": 148, \"arrive\": 23, \"any\": 788, \"excruciating\": 23, \"unoriginal\": 46, \"run\": 171, \"mill\": 39, \"sci\": 107, \"fi\": 107, \"flimsy\": 39, \"lots\": 70, \"hype\": 27, \"nuances\": 14, \"perhaps\": 33, \"escape\": 62, \"mark\": 69, \"romanek\": 10, \"conscious\": 58, \"scrutiny\": 9, \"becomes\": 196, \"specimen\": 20, \"treasure\": 38, \"particularly\": 131, \"devastating\": 58, \"events\": 83, \"canada\": 4, \"downtown\": 15, \"caf\\u00e9\": 9, \"overhearing\": 8, \"bunch\": 45, \"late\": 70, \"twenty\": 28, \"somethings\": 12, \"natter\": 13, \"unifying\": 11, \"rhythm\": 54, \"ensemble\": 90, \"flat\": 204, \"vincent\": 27, \"nebrida\": 15, \"listen\": 19, \"marvin\": 4, \"gaye\": 4, \"supremes\": 4, \"singer\": 18, \"lil\": 7, \"bow\": 19, \"wow\": 41, \"cake\": 9, \"suffer\": 20, \"shrewd\": 31, \"activate\": 5, \"girlish\": 6, \"tear\": 72, \"ducts\": 8, \"testament\": 37, \"caton\": 6, \"jones\": 40, \"kathie\": 5, \"lee\": 38, \"gifford\": 5, \"directors\": 66, \"proving\": 12, \"ego\": 26, \"anywhere\": 12, \"tasty\": 35, \"grub\": 2, \"thin\": 157, \"perfect\": 255, \"breathtakingly\": 37, \"outer\": 19, \"space\": 56, \"3d\": 20, \"co\": 86, \"brought\": 47, \"value\": 73, \"term\": 32, \"bloated\": 14, \"stretches\": 28, \"unimaginatively\": 13, \"foul\": 47, \"mouthed\": 21, \"destroying\": 14, \"pollution\": 16, \"jacobi\": 4, \"fluent\": 11, \"given\": 95, \"relatively\": 40, \"dry\": 109, \"nijinsky\": 19, \"writings\": 5, \"perform\": 16, \"serry\": 4, \"essentially\": 54, \"contained\": 5, \"larger\": 46, \"context\": 31, \"contrivances\": 24, \"already\": 168, \"having\": 144, \"recycled\": 38, \"count\": 30, \"embracing\": 20, \"laughable\": 41, \"compulsively\": 14, \"strong\": 215, \"design\": 28, \"cheeky\": 16, \"endear\": 9, \"drumbeat\": 4, \"authenticity\": 4, \"stale\": 84, \"pornographic\": 8, \"revels\": 8, \"swank\": 8, \"apartments\": 6, \"clothes\": 24, \"parties\": 6, \"enacted\": 7, \"cobbled\": 28, \"onscreen\": 33, \"tremendous\": 32, \"offbeat\": 49, \"successfully\": 13, \"blended\": 5, \"amused\": 47, \"entertained\": 23, \"unfolding\": 9, \"bielinsky\": 13, \"purpose\": 84, \"terrible\": 82, \"synergistic\": 5, \"impulse\": 8, \"created\": 71, \"rarest\": 9, \"kinds\": 9, \"overlong\": 31, \"infomercial\": 14, \"due\": 34, \"month\": 5, \"mayhem\": 50, \"aspires\": 20, \"cracked\": 5, \"lunacy\": 23, \"adventures\": 36, \"buckaroo\": 5, \"banzai\": 4, \"thanks\": 81, \"witless\": 39, \"studied\": 7, \"joel\": 19, \"zwick\": 3, \"heartfelt\": 85, \"fake\": 53, \"apart\": 75, \"debrauwer\": 8, \"push\": 16, \"easy\": 172, \"buttons\": 17, \"topics\": 9, \"chillingly\": 7, \"grant\": 66, \"cary\": 2, \"bullock\": 63, \"katherine\": 2, \"lame\": 78, \"prominent\": 6, \"hip\": 102, \"hop\": 47, \"fully\": 84, \"realized\": 54, \"saves\": 9, \"pretentious\": 118, \"wears\": 42, \"scummy\": 9, \"finds\": 65, \"inspire\": 32, \"glamorous\": 6, \"machine\": 47, \"thrusts\": 7, \"future\": 111, \"thornberrys\": 14, \"message\": 127, \"close\": 86, \"ties\": 22, \"animals\": 22, \"emphasized\": 4, \"study\": 181, \"fact\": 124, \"told\": 104, \"paul\": 29, \"reach\": 58, \"annoying\": 74, \"pitch\": 50, \"exceptional\": 43, \"justify\": 24, \"fudged\": 8, \"gigantic\": 7, \"proportions\": 23, \"lunar\": 5, \"mission\": 11, \"signs\": 39, \"shocking\": 38, \"worthwhile\": 84, \"exploration\": 55, \"straightforward\": 35, \"strikingly\": 4, \"devious\": 4, \"distinctive\": 31, \"prom\": 8, \"dates\": 9, \"career\": 106, \"defining\": 6, \"revelation\": 22, \"backdrop\": 8, \"risks\": 9, \"trivializing\": 3, \"chouraqui\": 5, \"doubt\": 65, \"intended\": 57, \"affirm\": 9, \"endure\": 47, \"unimaginable\": 20, \"horror\": 194, \"reviewers\": 7, \"opening\": 19, \"afraid\": 33, \"earn\": 15, \"welled\": 9, \"eyes\": 135, \"aching\": 7, \"sadness\": 40, \"unique\": 110, \"residences\": 3, \"aggrandizing\": 11, \"politically\": 33, \"motivated\": 34, \"daytime\": 20, \"compelling\": 362, \"odyssey\": 14, \"goyer\": 2, \"loose\": 31, \"unaccountable\": 4, \"vitality\": 33, \"concept\": 136, \"hands\": 50, \"affecting\": 49, \"nary\": 19, \"glimmer\": 11, \"crane\": 10, \"chilly\": 37, \"clinical\": 6, \"lab\": 4, \"optimism\": 9, \"struggling\": 19, \"themselves\": 128, \"ones\": 90, \"stylishly\": 5, \"consumed\": 10, \"lust\": 24, \"betrayal\": 14, \"conjures\": 9, \"intoxicating\": 48, \"fumes\": 8, \"ghosts\": 7, \"freshly\": 14, \"painted\": 17, \"rembrandt\": 10, \"afghani\": 7, \"refugees\": 21, \"streamed\": 8, \"borders\": 19, \"desperate\": 42, \"korean\": 24, \"twist\": 42, \"monotonous\": 21, \"astounding\": 31, \"technology\": 32, \"stirring\": 47, \"boffo\": 7, \"allison\": 3, \"lohman\": 3, \"marveilleux\": 4, \"unfortunately\": 40, \"rubber\": 3, \"match\": 62, \"insipid\": 32, \"crafted\": 129, \"harris\": 15, \"goldberg\": 5, \"sour\": 50, \"various\": 60, \"sources\": 17, \"anguished\": 10, \"combines\": 22, \"surefire\": 15, \"collective\": 14, \"attack\": 14, \"constantly\": 22, \"pulling\": 26, \"rug\": 9, \"underneath\": 18, \"thinking\": 97, \"monster\": 95, \"outshined\": 9, \"neither\": 109, \"second\": 119, \"invited\": 11, \"crude\": 49, \"vulgar\": 48, \"innuendo\": 22, \"splash\": 24, \"greater\": 22, \"arnold\": 24, \"schwarzenegger\": 22, \"jean\": 11, \"claud\": 10, \"van\": 16, \"damme\": 10, \"segal\": 10, \"scherfig\": 8, \"unabashedly\": 28, \"playful\": 83, \"dependent\": 10, \"viewer\": 134, \"achingly\": 34, \"songs\": 56, \"tougher\": 6, \"balancing\": 12, \"violence\": 130, \"kafka\": 14, \"handiwork\": 4, \"shows\": 133, \"tatters\": 14, \"seams\": 18, \"quietly\": 55, \"margarita\": 9, \"hazy\": 9, \"shake\": 30, \"kaufman\": 23, \"irritating\": 52, \"spy\": 102, \"winner\": 50, \"younger\": 35, \"destroy\": 12, \"hold\": 97, \"dear\": 11, \"now\": 127, \"begun\": 16, \"split\": 21, \"damage\": 59, \"avarice\": 12, \"damaged\": 25, \"dreams\": 62, \"ineffable\": 3, \"elusive\": 11, \"inexplicably\": 18, \"sit\": 113, \"stare\": 10, \"instead\": 170, \"talking\": 52, \"silences\": 5, \"obvious\": 158, \"rapport\": 5, \"h\\u00e9l\\u00e8ne\": 3, \"angel\": 15, \"grim\": 18, \"splendor\": 36, \"sweetness\": 42, \"vulnerability\": 12, \"traps\": 6, \"relentlessly\": 41, \"pay\": 63, \"considerable\": 103, \"ransom\": 8, \"started\": 33, \"reacting\": 17, \"grand\": 97, \"locations\": 35, \"urgently\": 16, \"protagonists\": 28, \"struggled\": 24, \"mercy\": 15, \"inventiveness\": 19, \"gasping\": 14, \"delights\": 53, \"hopes\": 15, \"plympton\": 18, \"room\": 94, \"member\": 15, \"band\": 43, \"screenwriter\": 39, \"acting\": 475, \"bloodstream\": 9, \"succeeds\": 71, \"length\": 75, \"replete\": 27, \"stereotypical\": 31, \"familial\": 31, \"quandaries\": 11, \"truth\": 83, \"albeit\": 10, \"abandon\": 37, \"round\": 11, \"square\": 15, \"edges\": 18, \"artistes\": 19, \"play\": 133, \"partly\": 13, \"closed\": 5, \"recalls\": 8, \"ruthlessly\": 8, \"pained\": 9, \"somber\": 35, \"absurd\": 49, \"remembrance\": 6, \"potentially\": 46, \"incredibly\": 68, \"mystery\": 109, \"premise\": 193, \"fell\": 9, \"brooding\": 28, \"slow\": 160, \"worst\": 271, \"franchise\": 65, \"sequel\": 146, \"starring\": 59, \"wesley\": 14, \"snipes\": 24, \"kwan\": 23, \"shadow\": 10, \"quietude\": 7, \"lan\": 10, \"yu\": 14, \"disarmingly\": 6, \"sensual\": 48, \"curling\": 14, \"dying\": 34, \"mesmerizing\": 68, \"fledged\": 5, \"addict\": 9, \"tour\": 22, \"darker\": 25, \"leaden\": 38, \"approaches\": 9, \"difficult\": 99, \"endless\": 56, \"serenity\": 16, \"discipline\": 17, \"disquieting\": 15, \"gore\": 11, \"free\": 73, \"allusions\": 10, \"serial\": 4, \"murders\": 4, \"falls\": 103, \"attempts\": 68, \"humanize\": 5, \"journey\": 112, \"compared\": 16, \"spectacular\": 44, \"belly\": 58, \"flops\": 6, \"runteldat\": 10, \"triumph\": 70, \"frustratingly\": 27, \"unconvincing\": 53, \"ellen\": 23, \"pompeo\": 23, \"next\": 120, \"ride\": 147, \"enriched\": 12, \"imaginatively\": 14, \"mixed\": 59, \"antic\": 11, \"headed\": 18, \"plummer\": 8, \"subtlest\": 19, \"complexly\": 10, \"evil\": 84, \"uncle\": 14, \"ralph\": 23, \"stage\": 46, \"adaptations\": 5, \"redundancies\": 7, \"edge\": 109, \"paper\": 75, \"characterizations\": 37, \"awkward\": 42, \"structure\": 54, \"evocative\": 59, \"works\": 307, \"disguise\": 39, \"invention\": 30, \"plots\": 35, \"satirical\": 30, \"touches\": 44, \"slave\": 2, \"strip\": 13, \"excess\": 30, \"debris\": 4, \"drooling\": 18, \"146\": 11, \"wants\": 78, \"grows\": 40, \"slightly\": 85, \"shifting\": 30, \"chair\": 11, \"impart\": 12, \"visceral\": 51, \"dislocation\": 6, \"change\": 133, \"astray\": 13, \"carries\": 51, \"organic\": 24, \"intrigue\": 88, \"weak\": 66, \"payoff\": 24, \"primitive\": 13, \"brilliant\": 139, \"item\": 5, \"hokey\": 16, \"support\": 18, \"fling\": 7, \"shtick\": 16, \"panache\": 25, \"stuff\": 169, \"buck\": 15, \"greasy\": 9, \"vidgame\": 10, \"pit\": 24, \"lobby\": 15, \"appealingly\": 7, \"manic\": 13, \"energetic\": 78, \"captivating\": 47, \"punchy\": 10, \"calorie\": 8, \"tropes\": 12, \"ruined\": 26, \"fewer\": 17, \"inadvertent\": 10, \"stunningly\": 16, \"trite\": 43, \"listless\": 62, \"desultory\": 5, \"affair\": 54, \"equally\": 84, \"solipsistic\": 2, \"notion\": 29, \"evans\": 21, \"saga\": 20, \"uneven\": 84, \"members\": 58, \"bound\": 36, \"determined\": 42, \"duplicate\": 9, \"bela\": 9, \"lugosi\": 9, \"cliched\": 64, \"accent\": 22, \"breath\": 26, \"discovery\": 58, \"chaplin\": 13, \"kidman\": 26, \"view\": 109, \"shakespeare\": 21, \"known\": 44, \"pubescent\": 11, \"scandalous\": 10, \"check\": 46, \"straight\": 118, \"twin\": 10, \"peaks\": 5, \"science\": 69, \"galled\": 5, \"wasted\": 75, \"precious\": 48, \"puddle\": 11, \"awake\": 16, \"empty\": 76, \"manhattan\": 21, \"jennifer\": 25, \"lopez\": 31, \"aggressive\": 17, \"attempt\": 131, \"satisfies\": 28, \"answers\": 52, \"cleverly\": 61, \"convincing\": 110, \"bland\": 145, \"blank\": 27, \"demons\": 25, \"within\": 36, \"plain\": 72, \"athleticism\": 8, \"describe\": 36, \"stoked\": 14, \"hackneyed\": 101, \"elements\": 106, \"begins\": 74, \"shapeless\": 41, \"spellbinding\": 14, \"break\": 58, \"patience\": 41, \"yours\": 9, \"baffling\": 25, \"subplot\": 5, \"smuggling\": 4, \"drugs\": 34, \"troubling\": 8, \"bestial\": 6, \"while\": 442, \"talks\": 6, \"ideal\": 24, \"outlet\": 6, \"knife\": 5, \"diction\": 5, \"roger\": 35, \"swanson\": 5, \"subplots\": 23, \"folks\": 38, \"examines\": 16, \"decline\": 4, \"unblinking\": 11, \"candor\": 4, \"blues\": 7, \"pinks\": 4, \"dreamy\": 7, \"joke\": 67, \"scathing\": 10, \"lost\": 129, \"translation\": 27, \"frightfest\": 11, \"italicizes\": 10, \"absurdity\": 45, \"lie\": 24, \"clich\\u00e9s\": 122, \"valuable\": 22, \"spoof\": 29, \"chuckle\": 21, \"guffaw\": 16, \"occasional\": 35, \"require\": 15, \"interminable\": 21, \"swinging\": 24, \"subculture\": 30, \"excesses\": 26, \"unlikable\": 46, \"exaggerated\": 24, \"appeals\": 20, \"impersonal\": 26, \"streetwise\": 4, \"mclaughlin\": 4, \"handed\": 49, \"gods\": 7, \"silver\": 20, \"platter\": 8, \"raise\": 22, \"explicit\": 4, \"poignancy\": 45, \"phenomenal\": 28, \"endearing\": 101, \"impressive\": 125, \"sights\": 9, \"wondrous\": 24, \"lies\": 21, \"largely\": 58, \"uncreative\": 11, \"schmucks\": 6, \"dwells\": 6, \"crossing\": 10, \"mumbo\": 16, \"jumbo\": 22, \"trapped\": 28, \"relative\": 19, \"trots\": 8, \"vacation\": 10, \"stonehenge\": 8, \"sheerly\": 12, \"unexpectedly\": 31, \"resistance\": 17, \"transcendence\": 14, \"rough\": 29, \"brisk\": 17, \"reverent\": 12, \"subtly\": 32, \"different\": 135, \"exalts\": 4, \"marxian\": 4, \"folk\": 16, \"timely\": 52, \"despairing\": 5, \"vision\": 111, \"corruption\": 11, \"catholic\": 15, \"establishment\": 3, \"puzzle\": 11, \"mainly\": 32, \"excitement\": 72, \"happens\": 55, \"fincher\": 8, \"koepp\": 6, \"overladen\": 13, \"conceits\": 23, \"inane\": 33, \"humorless\": 30, \"star\": 297, \"embarrassed\": 31, \"wear\": 23, \"avoid\": 65, \"recognized\": 15, \"bilked\": 19, \"unsuspecting\": 20, \"reporting\": 5, \"number\": 78, \"tumbleweeds\": 10, \"blowing\": 9, \"theaters\": 58, \"calibrated\": 15, \"psychological\": 117, \"thrives\": 8, \"taut\": 11, \"creepy\": 124, \"atmosphere\": 47, \"somewhat\": 89, \"snail\": 15, \"mild\": 32, \"disturbance\": 11, \"detached\": 19, \"jerry\": 21, \"bruckheimer\": 19, \"schumacher\": 13, \"reflects\": 11, \"styles\": 21, \"inadequately\": 9, \"demographically\": 9, \"targeted\": 10, \"historic\": 9, \"pouty\": 4, \"lipped\": 4, \"poof\": 4, \"traditionally\": 15, \"structured\": 42, \"sleepless\": 20, \"patchy\": 6, \"combination\": 44, \"tech\": 17, \"ploddingly\": 10, \"sociological\": 7, \"commentary\": 43, \"painful\": 111, \"marshall\": 10, \"puts\": 71, \"spin\": 29, \"standard\": 60, \"davis\": 21, \"stultifyingly\": 9, \"unrewarding\": 22, \"collar\": 7, \"murder\": 59, \"map\": 13, \"markedly\": 5, \"inactive\": 6, \"conversational\": 2, \"bordering\": 7, \"confessional\": 3, \"critically\": 5, \"insightful\": 80, \"glorious\": 22, \"glaring\": 23, \"servitude\": 2, \"superstar\": 8, \"several\": 95, \"structures\": 9, \"santa\": 25, \"clause\": 16, \"streamlined\": 5, \"encounter\": 20, \"hoped\": 20, \"sneaky\": 8, \"butler\": 4, \"excels\": 18, \"disappearing\": 8, \"reappearing\": 8, \"immensely\": 42, \"unsung\": 6, \"20th\": 21, \"shocker\": 5, \"sensibilities\": 24, \"speak\": 30, \"nonconformist\": 8, \"reckless\": 10, \"squandering\": 12, \"omitted\": 4, \"unsaid\": 6, \"hawaiian\": 13, \"setting\": 49, \"trimmings\": 7, \"rowdy\": 34, \"slapstick\": 71, \"argentine\": 20, \"son\": 40, \"bride\": 17, \"reminded\": 14, \"obligatory\": 27, \"ooze\": 4, \"waydowntown\": 12, \"provides\": 66, \"collision\": 19, \"oscar\": 138, \"currently\": 4, \"underway\": 3, \"emerged\": 5, \"tug\": 15, \"utterly\": 98, \"transcend\": 21, \"caught\": 27, \"rush\": 43, \"thoroughfare\": 5, \"assaultive\": 4, \"bestowing\": 6, \"sincerity\": 31, \"unequivocally\": 9, \"charisma\": 58, \"finish\": 39, \"rollicking\": 28, \"wallflower\": 7, \"brash\": 18, \"erotically\": 10, \"perplexing\": 4, \"haneke\": 11, \"upper\": 23, \"austrian\": 4, \"society\": 34, \"suppression\": 3, \"tucked\": 9, \"struggle\": 51, \"borderline\": 7, \"insulting\": 30, \"lead\": 105, \"andie\": 7, \"macdowell\": 10, \"shades\": 8, \"articulates\": 7, \"flood\": 4, \"oddly\": 66, \"winning\": 124, \"losers\": 20, \"slob\": 10, \"reductions\": 9, \"damon\": 22, \"runyon\": 9, \"crooks\": 9, \"meow\": 9, \"satin\": 10, \"rouge\": 19, \"inventive\": 112, \"encouraging\": 31, \"dimensional\": 68, \"average\": 65, \"aged\": 41, \"handled\": 34, \"sensitivity\": 26, \"enthusiastically\": 7, \"invokes\": 4, \"percussion\": 6, \"brass\": 6, \"soul\": 96, \"fierce\": 33, \"competition\": 14, \"helps\": 35, \"marching\": 14, \"bands\": 17, \"football\": 9, \"games\": 48, \"sensitive\": 101, \"cohesive\": 37, \"luckiest\": 13, \"plenty\": 84, \"offend\": 20, \"irrelevant\": 20, \"earnest\": 100, \"errors\": 16, \"won\": 41, \"rewards\": 33, \"bombastic\": 23, \"glorification\": 14, \"fiascos\": 12, \"emperor\": 18, \"club\": 18, \"white\": 66, \"intermittently\": 33, \"lethargically\": 3, 